Repository: collective/collective.portlet.discussion
Catalog: collective/portlet/discussion/locales/*/LC_MESSAGES/collective.portlet.discussion.po
Languages: it, nl

source: ${discussion_author_label} on ${discussion_response_label}
it: ${discussion_author_label} su ${discussion_response_label}
nl: ${discussion_author_label} op ${discussion_response_label}

source: A portlet that shows a list of comments
it: Una portlet che mostra una lista di commenti
nl: Een portlet dat een lijst van opmerkingen toont

source: Add Discussion Portlet
nl: Voeg opmerkingenportlet toe

source: Comment search
it: Ricerca commenti
nl: Zoek in opmerkingen

source: Discussion portlet
it: Portlet dei commenti
nl: Opmerkingen-portlet

source: Discussion portlet: uninstall
nl: Opmerkingen-portlet: de√Ønstalleren

source: Discussions
it: Commenti
nl: Opmerkingen

source: Discussions folder
it: Cartella dei commenti
nl: Map met opmerkingen (recursief)

source: Discussions state
it: Stato commenti
nl: Status van de opmerkingen

source: Edit Discussion Portlet
nl: Bewerk opmerkingenportlet

source: Insert the folder where you want to search the discussions. Leave empty to search in all the portal.
it: Inserisci la cartella dove cercare i commenti. Lascialo vuoto per cercare in tutto il sito.
nl: Geef de map op van waaronder het portlet opmerkingen moet tonen. Laat leeg om van de hele website opmerkingen te tonen.

source: Insert the portlet title.
it: Inserisci il titolo della portlet.
nl: Titel van het portlet.

source: Number of discussions
it: Numero di commenti
nl: Aantal opmerkingen

source: Pending
it: In attesa
nl: In behandeling

source: Portlet title
it: Titolo portlet
nl: Titel

source: Published
it: Pubblicato
nl: Gepubliceerd

source: Select the review state of the discussions. Leave empty to show all the discussions.
it: Seleziona lo stato di pubblicazione dei commenti. Lascialo vuoto per visualizzare tutti i commenti.
nl: Kies de workflow-status van de opmerkingen. Laat leeg om alle opmerkingen te tonenn.

source: Specify how many discussions will be shown in the portlet.
it: Specifica quanti commenti mostrare nella portlet.
nl: Geef op hoeveel opmerkingen het portlet mag weergeven

source: This portlet displays a list of comments.
nl: Dit portlet toont een lijst van opmerkingen.

source: label_other
it: Altro...
nl: Andere...

source: written by
it: inserito da
nl: geschreven door
